Repository: InteractionEngineer/PayForMe
Catalog: PayForMe/Strings/*.lproj/Localizable.strings
Languages: cs, de, es, fr, ru

source: Add Bill
cs: Přidat účet
de: Ausgabe hinzufügen
es: Añadir una factura
fr: Ajouter une facture
ru: Добавить счёт

source: Add Project
cs: Přidat projekt
de: Projekt hinzufügen
es: Añadir el proyecto
fr: Ajouter le projet
ru: Проект добавить

source: Add member
cs: Přidat člena
de: Mitglied hinzufügen
es: Añadir un membro
fr: Ajouter un membre
ru: Добавить участника

source: All
cs: Vše
de: Alle
es: Todos
fr: Tout le monde
ru: Все

source: Bills
cs: Účty
de: Ausgaben
es: Cuentas
fr: Récapitulatif
ru: Счета

source: Cospend is a NextCloud app
cs: Cospend je NextCloud aplikace
de: Cospend ist eine NextCloud App
es: Cospend es una aplicación de NextCloud
fr: Cospend est une application NextCloud
ru: Cospend - это приложение NextCloud

source: Could not find server
cs: Nedaří se nalézt server
de: Server nicht auffindbar
es: Servidor no encontrado
fr: Serveur introuvable
ru: Сервер не найден

source: Create Bill
cs: Vytvořit účet
de: Ausgabe hinzufügen
es: Crear la factura
fr: Créer la facture
ru: Создать счёт

source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
ru: Удалить

source: Delete Bill
cs: Smazat účet
de: Ausgaben löschen
es: Borrar factura
fr: Supprimer le projet de loi
ru: Удалить счет

source: Do you really want to erase the bill from the server?
cs: Opravdu chcete účet vymazat ze serveru?
de: Willst du wirklich die Ausgabe vom Server löschen?
es: ¿De verdad quieres borrar la factura del servidor?
fr: Voulez-vous vraiment effacer la facture du serveur ?
ru: Вы действительно хотите стереть счет с сервера?

source: Edit Bill
cs: Upravit účet
de: Ausgabe bearbeiten
es: Editar la factura
fr: Editer la facture
ru: Редактировать счёт

source: Enter project id
cs: Zadejte identifikátor projektu
de: Projekt ID eingeben
es: Entrar el ID del proyecto
fr: Entrer le ID du projet
ru: Введите id проекта

source: Enter project password
cs: Zadejte heslo k projektu
de: Projekt Passwort eingeben
es: Entrar la contraseña del proyecto
fr: Entrer le mot de passe du projet
ru: Введите пароль проекта

source: Go to settings
cs: Jít do nastavení
de: Geh zu den Einstellungen
es: Ir a la configuración
fr: Aller dans les paramètres
ru: Перейти к настройкам

source: How much
cs: Kolik
de: Wie viel?
es: ¿Cuanto?
fr: Combien
ru: Сколько

source: If you want to scan your project as a QR code, you need to allow this app to use your camera. Otherwise please navigate back and fill out the information manually.
cs: Pokud chcete naskenovat svůj projekt jako QR kód, je třeba povolit této aplikaci používat kameru vašeho zařízení. Pokud to nechcete, vraťte se zpět a vyplňte potřebné údaje ručně.
de: Wenn du dein Projekt als QR-Code einscannen willst, erlaube der App bitte die Kamera zu benutzen. Andernfalls navigiere bitte zurück und fülle die Informationen von Hand aus
es: Si desea escanear su proyecto como un código QR, debe permitir que esta aplicación utilice su cámara. De lo contrario, vuelve atrás y rellena la información manualmente.
fr: Si vous souhaitez scanner votre projet sous forme de code QR, vous devez autoriser cette application à utiliser votre appareil photo. Sinon, veuillez revenir en arrière et remplir les informations manuellement.
ru: Если вы хотите отсканировать ваш проект в виде QR-кода, вам необходимо разрешить этому приложению использовать вашу камеру. В противном случае, пожалуйста, вернитесь назад и заполните информацию вручную.

source: Known Projects
cs: Známé projekty
de: Bekannte Projekte
es: Lista de proyectos
fr: Liste des projets
ru: Добавленные проекты

source: Member name
cs: Jméno člena
de: Mitglieder Name
es: Nombre
fr: Nom
ru: Имя участника

source: Members
cs: Členové
de: Mitglieder
es: Membros
fr: Membres
ru: Участники

source: None
cs: Žádní
de: Niemand
es: Nadie
fr: Personne
ru: Никто

source: Owers
cs: Dlužníci
de: Schuldner
es: Prestatarios
fr: Emprunteur
ru: За кого

source: Payer
cs: Plátce
de: Zahler
es: Pagador
fr: Prêteur
ru: Кто платил

source: Please allow us to use the camera in order to scan the Cospend QR code
cs: Pokud chcete naskenovat QR kód z Cospend, povolte použití kamery zařízení
de: Bitte erlaube der App die Kamera zu benutzen, um den Cospend QR-Code scannen zu können
es: Permítanos utilizar la cámara para escanear el código QR de Cospend.
fr: Permettez-nous d'utiliser l'appareil photo pour scanner le code QR de Cospend.
ru: Пожалуйста, разрешите нам использовать камеру для сканирования QR-кода Cospend

source: Project ID & Password
cs: Identif. projektu a heslo
de: Projekt ID & Passwort
es: ID del proyecto y contraseña
fr: ID du projet et mot de passe
ru: Название проекта и пароль

source: Projects
cs: Projekty
de: Projekte
es: Proyectos
fr: Projets
ru: Проекты

source: Scan the Cospend QR code to proceed
cs: Pokud chcete pokračovat, naskenujte QR kód z Cospend
de: Scanne den Cospend QR-Code um fortzufahren
es: Escanee el código QR de Cospend para continuar
fr: Scannez le code QR de Cospend pour continuer
ru: Сканирование QR-кода Cospend для продолжения работы

source: Server Address
cs: Adresa serveru
de: Server URL
es: Dirreción del servidor
fr: Adresse du serveur
ru: Адрес сервера

source: Server Address (Optional)
cs: Adresa serveru (volitelné)
de: Server URL (Optional)
es: Dirección del servidor (opcional)
fr: Adresse du serveur (facultatif)
ru: Адрес сервера (необязательно)

source: Submit
cs: Odeslat
de: Abschicken
es: Seguir
fr: Enregistrer
ru: Подтвердить

source: Sure
cs: Jistě
de: Sicher
es: Claro
fr: Bien sûr, c'est une évidence
ru: Конечно

source: To get started sharing expenses with friends, you must add a project from Cospend or iHateMoney. Cospend projects can be added by QR Code or by manually filling out the information, for iHateMoney you need to fill out the information manually.
cs: Pokud chcete začít sdílet náklady s přáteli, je třeba přidat projekt z Cospend nebo iHateMoney. Cospend projekty je možné přidávat prostřednictvím QR kódu nebo ručně vyplněním potřebných údajů, pro iHateMoney je třeba vyplnit potřebné údaje vždy ručně.
de: Um deine Ausgaben mit Freunden teilen zu können, musst du ein Projekt von Cospend oder iHateMoney hinzufügen Cospend Projekte können manuell oder mit QR-Code hinzugefügt werden, für iHateMoney musst du das Projekt manuell hinzufügen.
es: Para empezar a compartir gastos con amigos, debes añadir un proyecto de Cospend o iHateMoney. Los proyectos de Cospend se pueden añadir mediante un código QR o rellenando manualmente la información, para iHateMoney es necesario rellenar la información manualmente.
fr: Pour commencer à partager des dépenses avec des amis, vous devez ajouter un projet de Cospend ou de iHateMoney. Les projets Cospend peuvent être ajoutés par QR Code ou en remplissant manuellement les informations, pour iHateMoney vous devez remplir les informations manuellement.
ru: Чтобы начать делиться расходами с друзьями, вы должны добавить проект из Cospend или iHateMoney. Проекты Cospend можно добавить с помощью QR-кода или заполнив информацию вручную, для iHateMoney необходимо заполнить информацию вручную.

source: To use iHateMoney, host an own instance or register at
cs: Pokud chcete použít iHateMoney, hostujte si svou vlastní instanci nebo se zaregistrujte na
de: Um iHateMoney zu benutzen, hoste eine eigene Instanz oder registrier dich bei
es: Para utilizar iHateMoney, aloje una instancia propia o regístrese en
fr: Pour utiliser iHateMoney, hébergez votre propre instance ou inscrivez-vous à l'adresse suivante
ru: Чтобы использовать iHateMoney, создайте собственный экземпляр или зарегистрируйтесь на сайте

source: Type password here
cs: Heslo zadejte sem
de: Hier Passwort eingeben
es: Escriba aquí la contraseña
fr: Tapez votre mot de passe ici
ru: Введите пароль здесь

source: URL wrong, please scan right barcode
cs: Nesprávná URL adresa, naskenujte správný QR kód
de: URL falsch, bitte scan den richtigen Barcode
es: URL incorrecta, por favor, escanee el código de barras correcto
fr: URL erronée, veuillez scanner le bon code-barres
ru: URL неверный, пожалуйста, отсканируйте правильный штрихкод

source: Unauthorized: Wrong project id/pw
cs: Chybí oprávnění: Nesprávný identif. projektu/heslo
de: Unauthorisiert: Falsche Projekt ID/Passwort
es: No autorizado: Proyecto o contraseña invorrecta
fr: Non autorisé: Mauvais projet ou mot de passe
ru: Неавторизован: неправильный ID проекта/пароль

source: Update Bill
cs: Aktualizovat účet
de: Ausgabe aktualisieren
es: Actualizar la factura
fr: Mettre à jour la facture
ru: Обновить счёт

source: Welcome to PayForMe!
cs: Vítejte v PayForMe!
de: Willkommen bei PayForMe!
es: ¡Bienvenido a PayForMe!
fr: Bienvenue sur PayForMe !
ru: Добро пожаловать в PayForMe!

source: What was paid?
cs: Co bylo placeno?
de: Was wurde bezahlt?
es: ¿Qué se pagó?
fr: Qu'est-ce qui a été payé?
ru: За что платил
